Repository: mozilla-l10n/mt-training-data
Catalog: am/am_pontoon.tmx
Source language: en_us
Languages: am

source: Need some help with variants?
am: በተለዋጮች ላይ አንዳንድ እገዛ ይፈልጋሉ?

source: Need to download your data?
am: የእርስዎን ውሂብ ማውረድ ይፈልጋሉ?

source: Nepali
am: ኔፓልኛ

source: New Language Launch
am: አዲስ ቋንቋ ማስጀመር

source: News and Current Affairs
am: ዜና እና ወቅታዊ ጉዳዮች

source: Next
am: ቀጣይ

source: Ngambay
am: ንጋምቤይ

source: Ngiembon
am: ንጊምቦን

source: Ngomba
am: ንጎምባ

source: Nias
am: ኒያስ

source: Nigerian Pidgin English
am: የናይጄሪያ ፒጂጂን እንግሊዝኛ

source: NKo
am: ኤንኮ

source: No
am: አይደለም

source: [No ‘a’ in the original text]
am: [በዋናው ጽሑፍ ውስጥ 'a' የለም]

source: No audio was captured. Please check your microphone and try again.
am: ምንም ድምጽ አልተቀረጸም። እባክዎ ማይክሮፎንዎን ያረጋግጡና እንደገና ይሞክሩ።

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
am: <noCopyright>ምንም የቅጂ መብት የለም</noCopyright> ገደቦች (cc-0)

source: No foreign letters
am: ምንም የባዕድ ፊደላት የሉም

source: No gravatar found for your email
am: ለኢሜልዎ ምንም ግራቫታር አልተገኘም።

source: No information
am: ምንም መረጃ የለም

source: No information available
am: ምንም መረጃ አይገኝም

source: No match found
am: ምንም ተዛማጅ አልተገኘም

source: No matching language found
am: ምንም ተዛማጅ ቋንቋ አልተገኘም

source: No microphone found.
am: ምንም ማይክሮፎን አልተገኘም።

source: Non-binary
am: ሁለትዮሽ ያልሆነ

source: No numbers and special characters
am: ምንም ቁጥሮች እና ልዩ ቁምፊዎች የሉም

source: No offensive, prejudiced remarks or sensitive questions
am: ምንም አፀያፊ፣ ጭፍን ጥላቻ ወይም ስሜታዊ ጥያቄዎች የሉም

source: Northern Hindko
am: ሰሜናዊ ሂንድኮ

source: Northern Sotho
am: ሰሜናዊ ሶቶ

source: Northwest Gbaya
am: ሰሜን ምዕራብ ግባያ

source: Norwegian Bokmål
am: ኖርዌይኛ ቦክማል

source: Norwegian Nynorsk
am: ኖርዌይኛ ናይኖርስክ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
am: ምንም የሚገመገሙ ዓረፍተ ነገሮች የሉም። <addLink>አሁን ተጨማሪ ዓረፍተ ነገሮችን አክል!</ addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
am: ⓘ ሁሉም ዓረፍተ ነገሮች እና ቅንጥቦች ገና የተለዋዋጭ መለያዎች የላቸውም!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
am: ማስታወሻ፡ ወደ 'የሚታይ' ሲዋቀር ይህ ቅንብር ከ<profileLink>የመገለጫ ገጽ</profileLink> ሊቀየር ይችላል።

source: Note: You will still need to select between Speak or Listen to change contribution type.
am: ማሳሰቢያ፡ አሁንም የመዋጮ አይነትን ለመቀየር ከመናገር ወይም ከማዳመጥ መካከል መምረጥ ያስፈልግዎታል።

source: Not Found
am: አልተገኘም።

source: No Thanks
am: አይ አመሰግናለሁ

source: No thanks, continue speaking
am: አይ አመሰግናለሁ፣ መናገርዎን ይቀጥሉ።

source: Not use, or solicit, harmful or offensive language
am: ጎጂ ወይም አጸያፊ ቋንቋን አለመጠቀም

source: No variant selected
am: ምንም ዘዬ አልተመረጠም።

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
am: አሁን ስለ እጋራ ልሳን ትንሽ ስለምታውቁ ለምን አይሞክሩትም? ዓረፍተ ነገሮችን ጮክ ብለው ማንበብ ለመጀመር የማይክሮፎን አዶውን ጠቅ ያድርጉ። <br/><br/>የሌሎች ሰዎች የድምጽ አስተዋጽዖዎችን መገምገም ከመረጡ የማጫወቻ አዶውን ጠቅ ያድርጉ። ቅጂዎች በማያ ገጹ ላይ ከተጻፉት ዓረፍተ ነገሮች ጋር የሚዛመዱ መሆናቸውን ለማረጋገጥ ይረዳሉ።

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
am: አሁን ድምፅዎን ማበርከት ይችላሉ፣ ለሁሉም በነፃ ተደራሽ የሆነ የድምፅ ቋት እንድንገነባ ያግዙን ማንኛውም ሰው የድምፅ ቋቱን ለመሳሪያዎች እንዲሁም ለድር የሚሆኑ የፈጠራ መተግበሪያዎችን እንዲገነባባቸው ይረዳል። መሳሪያዎች ሰው እንዴት እንደሚናገር ለማስተማር ዓረፍተ ነገሩን ያንብቡ። የሌሎች አበርካቾችን ስራዎች ጥራት በማረጋገጥ ያግዙን። ይህን ያክል ቀላል ነው!

source: Nuasue
am: ኑአሱ

source: Nubi
am: ኑቢ

source: Number of Voices
am: የድምፅ ብዛት

source: Numbers
am: ቁጥሮች

source: Nüpode Huitoto
am: ኑፖዴ ሁይቶቶ

source: Oadki
am: ኦድኪ

source: Occitan
am: ኦክሲታን

source: Odia
am: ኦድያ

source: Off
am: ዝግ

source: Offensive Content
am: አፀያፊ ይዘት

source: Offensive content or sensitive information
am: አፀያፊ ይዘት ወይም ሚስጥራዊነት ያለው መረጃ

source: Offensive language
am: አፀያፊ ቋንቋ

source: Offensive speech
am: አፀያፊ ንግግር

source: Offline Sources
am: ከመስመር ውጭ ምንጮች

source: On
am: በርቷል

source: On desktop devices you can contribute by downloading…
am: በዴስክቶፕ መሣሪያዎች ላይ በማውረድ አስተዋፅዖ ማበርከት ይችላሉ…

source: On his head he wore a beret.
am: በራሱ ላይ ቤሬት ለብሷል።

source: On iOS please continue with Safari to enable recording…
am: በ iOS ላይ ቀረጻን ለማንቃት እባክዎን በ Safari ይቀጥሉ…

source: Only show me sentences and clips from my variant
am: ከእኔ ተለዋጭ ውስጥ ዓረፍተ ነገሮችን እና ቅንጥቦችን ብቻ አሳየኝ

source: On mobile devices you can contribute using your system browser…
am: በሞባይል መሳሪያዎች ላይ የስርዓት አሳሽዎን በመጠቀም አስተዋፅዖ ማድረግ ይችላሉ…

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
am: በሌላ በኩል፣ አንባቢው ከዚህ በፊት ቃሉን አግኝቶ የማያውቅ፣ እና በድምፅ አጠራሩ ላይ የተሳሳተ ግምት እየወሰደ ነው ብለው ካሰቡ እባክዎን ውድቅ ያድርጉ። እርግጠኛ ካልሆኑ የመዝለል አዝራሩን ይጠቀሙ።

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
am: በሌላ በኩል፣ አንባቢው ምናልባት ከዚህ ቀደም ቃሉን አግኝቶ የማያውቅ፣ እና ዝም ብሎ በድምፅ አጠራሩ ላይ የተሳሳተ ግምት እየወሰደ ነው ብለው ካሰቡ እባክዎን ውድቅ ያድርጉ። እርግጠኛ ካልሆኑ የመዝለል አዝራሩን ይጠቀሙ።

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
am: ክፍት ፈጠራ የምንሰራው ነገር እምብርት ነው። ለምርምር ትብብር፣ የመረጃ አሰባሰብ ወይም ቃለ መጠይቅ፣ <emailFragment>ይድረስ።</emailFragment>

source: Opens in a new tab
am: በአዲስ ትር ይከፈታል

source: Optionally join on our email list for updates and new information about the project.
am: ስለ ፕሮጀክቱ ለውጦችና አዳዲስ መረጃዎች ማሳወቂያ የኢሜይል ዝርዝር ውስጥ ይቀላቀሉ።

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
am: በአማራጭ የገባው የስነ ሕዝብ አወቃቀር ውሂብ (ለምሳሌ ዕድሜ፣ ጾታ፣ ቋንቋ እና አነጋገር) በፍፁም በመገለጫዎ ላይ ይፋ አይደረግም፣ እና በውሂብ ስብስብ ውስጥ ካለው መለያዎ ጋር አይገናኝም። ለበለጠ ትክክለኛ ትንታኔ ዓላማ የግለሰብ ኦዲዮ ክሊፖች ከስነ-ሕዝብ መረጃ ጋር ይያያዛሉ - ለምሳሌ፣ አንድ ተመራማሪ የሥልጠና ሞዴልን ወደ አንድ የተወሰነ የስነሕዝብ ክፍል ማነጣጠር ሊፈልግ ይችላል።

source: Ormuri
am: ኦርሙሪ

source: Ossetian
am: ኦሴቲያኛ

source: Other
am: ሌላ

source: Other Language
am: ሌላ ቋንቋ

source: Other people validate those voice clips.
am: ሌሎች ሰዎች እነዚያን የድምጽ ቅንጥቦች ያረጋግጣሉ።

source: Other voice datasets…
am: ሌሎች የድምጽ ውሂብ ስብስቦች…

source: Other Voice Datasets
am: ሌሎች የድምጽ ውሂብ ስብስቦች

source: Ouldémé
am: ኡልዴሜ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
am: የእኛ የማህበረሰቡ አስተዳዳሪ ተጨማሪ ድጋፍ እንደሚያስፈልግዎ ለማዎቅ ያነጋግርዎታል እንዲሁም በቋንቋዎ ላይ አስቀድሞ የሚሰራ ማህበረሰብ ካለ ለማሳወቅም።

source: Our governance is founded on the pillars of:
am: የእኛ አስተዳደር በሚከተሉት ምሰሶዎች ላይ የተመሰረተ ነው÷

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
am: ቋንቋችን÷ ታሪካችን፣ ማህበረሰባችን፣ ባህላችን ነው። በአለም ላይ ማየት የምንፈልጋቸውን የውሂብ ስብስቦችን እንፍጠር።

source: Our Partners
am: አጋሮቻችን

source: Our partners include...
am: አጋሮቻችን የሚያጠቃልሉት...

source: Overall Accuracy
am: አጠቃላይ ትክክለኛነት

source: Overall Hr. Total
am: በአጠቃላይ ሰዓት ጠቅላላ

source: p
am: አ

source: Pahari-Pothwari
am: ፓሃሪ-ፖዝዋሪ

source: Palauan
am: ፓላውዋን

source: Palula
am: ፓሉላ

source: Papantla Totonac
am: ፓፓንትላ ቶቶናክ

source: Papiamento
am: ፓፒያሜንቶ

source: Papiamento (Aruba)
am: ፓፒያሜንቶ (አሩባ)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
am: በቋንቋ ማህበረሰብ ውይይቶች ውስጥ ይሳተፉ፣ ጥያቄዎችን ይጠይቁ እና ስለሚመጡ ክስተቶች እና ንግግሮች ይወቁ።

source: Partner
am: አጋር

source: Partners
am: አጋሮች

source: Partnerships
am: ሽርክናዎች

source: Partnerships and networks
am: ሽርክናዎች እና አውታረ መረቦች

source: Partnerships, Press and Stories, Community and Languages
am: ሽርክና፣ ህትመት እና ታሪኮች፣ ማህበረሰብ እና ቋንቋዎች

source: Partner with us
am: ከእኛ ጋር አጋር ይሁኑ

source: [Part of the text can’t be heard]
am: [የጽሁፉ ክፍል ሊሰማ አይችልም]

source: Pashto
am: ፓሽቶ

source: Past recordings download requests
am: ያለፉ ቀረፃዎችን የማውረድ ጥያቄዎች

source: Pause after every sentence to double-check for switches or mixed words
am: ከእያንዳንዱ ዓረፍተ ነገር በኋላ ለአፍታ ያቁሙ፤ የመቀየሪያ ቃላትን ወይም የተደባለቁ ቃላትን ደግመው ያረጋግጡ

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
am: <p>የጋራ ልሳን በዓለም ዙሪያ ባሉ የበጎ ፈቃደኞች ድምጽ የተጎለበተ በይፋ የሚገኝ የድምጽ ውሂብ ስብስብ ነው። የድምጽ መተግበሪያዎችን መገንባት የሚፈልጉ ሰዎች የማሽን መማሪያ ሞዴሎችን ለማሰልጠን የመረጃ ቋቱን መጠቀም ይችላሉ።</p> <p>በአሁኑ ጊዜ፣ አብዛኛው የድምጽ ውሂብ ስብስቦች በኩባንያዎች ባለቤትነት የተያዙ ናቸው፣ ይህም ፈጠራን የሚያደናቅፍ ነው። የድምጽ ውሂብ ስብስቦችም ያን ያህል አይወክሉም፡ እንግሊዘኛ ያልሆኑ ተናጋሪዎች፣ ባለ ቀለም ሰዎች፣ አካል ጉዳተኞች፣ ሴቶች እና ሌሎችም ያልተወከሉ ሰዎች። ይህ ማለት በድምፅ የነቃ ቴክኖሎጂ ለብዙ ቋንቋዎች ጨርሶ አይሰራም፣ እና በሚሰራበት ጊዜ ለሁሉም እኩል ላይሰራ ይችላል። ህዝቡን በየቦታው በማስተባበር ድምፃቸውን እንዲያካፍሉ በማድረግ መለወጥ እንፈልጋለን።</p>

source: People come and contribute their voices.
am: ሰዎች መጥተው ድምፃቸውን ያበረክታሉ።

source: Persian
am: ፐርሽያኛ

source: Personal dashboards keep you up-to-date with individual and community progress.
am: የግል ዳሽቦርዶች በግለሰብ እና በማህበረሰብ እድገት ላይ ወቅታዊ መረጃ ይሰጥዎታል።

source: Personally Identifiable Information
am: በግል የሚለይ መረጃ

source: Picard
am: ፒካርድ

source: Platform language
am: የጣቢያ ቋንቋ

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
am: <playbookLink>ጠቃሚ መመሪያን ያግኙ</playbookLink> በአጠቃላይ የጋራ ልሳን ጉዞ፣ ከአካባቢያዊነት እስከ የውሂብ ስብስብ አጠቃቀም፣ እንዲሁም ከማህበረሰባችን ጋር እንዴት እንደሚገናኙ።

source: <playIcon></playIcon>Last one!
am: <playIcon></playIcon>የመጨረሻው!

source: Play short segments multiple times to catch subtle switches
am: ስውር ተለዋዋጮችን ለመያዝ አጫጭር ክፍሎችን ብዙ ጊዜ ይጫወቱ

source: Play/Stop
am: ተጫወት/አቁም

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
am: እባክዎ የእኛን <templateFileLink>የአብነት ፋይል</templateFileLink> ይመልከቱ። ዓረፍተ-ነገሮችዎ ከቅጂ መብት ነጻ (CC0 ወይም በአመልካቹ የተፈቀደ ኦሪጅናል ስራ) እና ግልጽ፣ ሰዋሰው ትክክል እና ለማንበብ ቀላል መሆን አለባቸው። የገቡት ዓረፍተ-ነገሮች ለማንበብ ከ10-15 ሰከንድ ያህል መውሰድ አለባቸው እና ቁጥሮችን፣ ትክክለኛ ስሞችን እና ልዩ ቁምፊዎችን ከማካተት መቆጠብ አለባቸው።

source: Please fill out this field.
am: እባክዎ ይህንን መስክ ይሙሉ።

source: Please select a language to review sentences.
am: እባክዎን ዓረፍተ ነገሮችን ለመገምገም ቋንቋ ይምረጡ።

source: Polish
am: ፖላንድኛ

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
am: ከሌልዎት <pontoonAccountLink>መለያ ይፍጠሩ</pontoonAccountLink>። በመቀጠል የቋንቋዎን <strong>('ቡድን') ይምረጡ እና ፕሮጀክቱን <pontoonCvLink>የጋራ ልሳን</pontoonCvLink>ን ይምረጡ። የሚተረጎሙ ፋይሎች ይኖራሉ። አንዱን ጠቅ ያድርጉ፣ ከዚያ በእንግሊዝኛ ቃላትን እና እነሱን ለመተርጎም ሳጥን ያሳያል።

source: Portuguese
am: ፖርቹጋልኛ

source: Powered by global communities, for global communities — 130 languages and growing!
am: በአለም አቀፍ ማህበረሰቦች የተጎላበተ፣ ለአለም አቀፍ ማህበረሰቦች - 130 ቋንቋዎች እና እያደገ ያለ!

source: Press and stories
am: ህትመት እና ታሪኮች

source: Press and Stories
am: ህትመት እና ታሪኮች

source: Press play, listen & tell us: did they accurately speak the sentence below?
am: ማጫወቻውን ይጫኑ፣ ያዳምጡ እና ይንገሩን፦ ከታች ያለውን ዓረፍተ-ነገር በትትክል ተናግረውታል?

source: Press { shortcut-play-toggle } to toggle play mode
am: ወደ ማጫወቻ አሠራር ለመቀየር { shortcut-play-toggle } እዚህ ይጫኑ

source: Privacy
am: ግላዊነት

source: <privacyLink>Privacy</privacyLink>
am: <privacyLink>ግላዊነት</privacyLink>

source: Privacy Policy
am: የግላዊነት መምሪያ

source: Privacy, security and transparency.
am: ግላዊነት ፣ ደህንነት እና ግልፅነት።

source: Pro
am: ፕሮ

source: Process / Steps
am: ሂደት / ደረጃዎች

source: Profile
am: መገለጫ

source: Profile information improves the audio data used in training speech recognition accuracy.
am: የግለ-ታሪክ መረጃዎች በንግግር ትውስታ ልምምድ ወቅት፤ የድምፅ መረጃ ጥራትን ያሻሽላል።

source: Progress
am: ሂደት

source: Public Domain
am: የህዝብ ጎራ

source: Publicly accessible open speech datasets in 130+ languages
am: በ130+ ቋንቋዎች በይፋ ተደራሽ የሆኑ ክፍት የንግግር ውሂብ ስብስቦች

source: “Pues I told her I couldn’t go, but she was like, ‘You better show up!’”
am: "መሄድ እንደማልችል ነገርኳት፣ እሷ ግን አለ እይደል 'መምጣት ይሻልሻል!' አለችኝ።"

source: Pular Guinea
am: ፑላር ጊኒ

source: Punctuation
am: ሥርዓተ ነጥብ

source: Punjabi
am: ፑንጃቢ

source: Puno Quechua
am: ፑኖ ክዌቹዋ

source: Qashqai
am: ቃሽካይ

source: Quechua Chanka
am: ክዌቹዋ ቻንካ

source: Quechua Santiago del Estero
am: ኩቹዋ ሳንቲያጎ ዴል ኤስቴሮ

source: Quechua Yanahuanca
am: ኩቹዋ ያናሁዋንካ

source: Question
am: ጥያቄ

source: Question Collection
am: የጥያቄ ስብስብ

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
am: በባህል ልዩ የሆኑ ወይም ስለ ምላሽ ሰጪው ብዙ ግምት የሚሰጡ ጥያቄዎች

source: Questions which may cause someone to share sensitive, potentially triggering responses
am: አንድ ሰው ሚስጥራዊ እና ቀስቃሽ ምላሾችን እንዲያጋራ የሚያደርጉ ጥያቄዎች

source: Questions which might solicit hate speech or other biased or offensive sentiments
am: የጥላቻ ንግግር ወይም ሌላ አድሏዊ ወይም አፀያፊ ስሜቶችን ሊፈጥሩ የሚችሉ ጥያቄዎች

source: Questions which might solicit personally identifiable information
am: በግል ሊለይ የሚችል መረጃ ሊጠይቁ የሚችሉ ጥያቄዎች

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
am: አንድ ሰው ብዙ ደረጃዎችን እንዲዘረዝር የሚጠይቁ ጥያቄዎች። ደረጃዎችን መዘርዘር ተጠቃሚው ከተፈጥሯዊ ምላሽ ይልቅ መልሱን እንዲያነብ ይገፋፋዋል።

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
am: አንድ ሰው በ15 ሰከንድ ውስጥ ምላሽ ለመስጠት የሚታገልባቸው ጥያቄዎች (ከፍተኛው የቅንጥብ ርዝመት)

source: Quichua Chimborazo Highland
am: የኩዊቹዋ ቺምቦራዞ ከፍተኛ ቦታ

source: r
am: ቅ

source: [‘Raised’ in English is always pronounced as one syllable, not two]
am: [በእንግሊዘኛ 'Raised' ሁሌም እንደ አንድ ክፍለ ቃል እንጂ ሁለት አይደለም]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
am: የዋጋ ገደብ አልፏል። በ{ $retryLimit } ደቂቃዎች ውስጥ እንደገና ይሞክሩ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
am: የዋጋ ገደብ አልፏል። በ{ $retryLimit } ሰከንዶች ውስጥ እንደገና ይሞክሩ

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
am: የትኛውም የድረ-ገጽ ይዘታቸው፣ ሪፖርቶቻቸው ወይም ሌሎች ይዘቶቻቸው ለህዝብ ጎራ ሊሰጡ እንደሚችሉ ለማየት መንግስታትን፣ ለትርፍ ያልተቋቋሙ ወይም የሚዲያ ድርጅቶችን ያግኙ።

source: Reader Effects
am: የአንባቢ ውጤቶች

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
am: በገጹ ላይ ያሉትን ሁሉንም ቃላት በትክክል ማንበብ አስፈላጊ ነው። በሚያዳምጡበት ጊዜ፣ የተቀዳው በትክክል የተጻፈው መሆኑን በጥንቃቄ ያረጋግጡ፤ ቃላትን ከጨመሩ፣ ከተቃረኑ ወይም ካመለጡ ውድቅ ያድርጉ።

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
am: እዚያ ያልሆኑ ማሳጣሪያዎች ወይም በተገላቢጦሽ ያሉትን ማንበብ።

source: Read More
am: ተጨማሪ ያንብቡ

source: Read more on our About page
am: ስለ ገፃችን የበለጠ ያንብቡ

source: Read sentences
am: ዓረፍተ ነገሮችን ያንብቡ

source: Read Sentences
am: ዓረፍተ ነገሮችን ያንብቡ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
am: ዓረፍተ ነገሮችን በቋንቋዎ ጮክ ብለህ ያንብቡ እና በዓለም ላይ ላለው በጣም የተለያየ የህዝብ ተሳትፎ የንግግር ውሂብ አስተዋፅዖ ያድርጉ።

source: Read Sentences, Answer Questions
am: ዓረፍተ ነገሮችን ያንብቡ፣ ለጥያቄዎች መልስ ይስጡ

source: Read Sentences <small>(Coming soon)</small>
am: ዓረፍተ ነገሮችን ያንብበ <small>(በቅርብ ቀን)</small>

source: Read sentences submitted by the community in various languages
am: በተለያዩ ቋንቋዎች በማህበረሰቡ የቀረቡ ዓረፍተ ነገሮችን ያንብቡ

source: Read the sentence carefully - don’t miss, change or add words.
am: ዓረፍተ ነገሩን በጥንቃቄ ያንብቡ - የተቀይሩ ወይም የተጨመሩ ቃላት አያምልጥዎ።

source: Ready to add your voice or lend your ear?
am: ድምጽዎን ለመጨመር ወይም ጆሮዎን ለማበደር ዝግጁ ነዎት?

source: Ready to contribute?
am: ለማበርከት ዝግጁ ነዎት?

source: Ready to do { $count } more?
am: ተጨማሪ { $count } ለማድረግ ዝግጁ ነዎት?

source: Ready to donate your voice?
am: ድምፅዎን ለመለገስ ዝግጁ ነዎት?

source: Ready to help validate sentences?
am: ዓረፍተ ነገሮችን በማረጋገጥ ለመርዳት ዝግጁ ነዎት?

source: reCAPTCHA is required if you want to proceed
am: መቀጠል ከፈለጉ reCAPTCHA ያስፈልጋል

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
am: እንደ የአላማ ማስታወሻ፣ ስለራሴ የለውጥ ሂደቶች እና ስለ የጋራ ልሳኖች አጫጭር ዜናዎች፤ የኢሜይል መልእክቶችን መቀበል እፈልጋለሁ።

source: Recorded Clips
am: የተቀረፁ ቅንጥቦች

source: Recorded Hours
am: የተመዘገቡ ሰዓታት

source: <recordIcon></recordIcon> Last one!
am: <recordIcon></recordIcon> የመጨረሻው!

source: [Recording cut off before the end of the last word]
am: [ቀረጻው ከመጨረሻው ቃል መጨረሻ በፊት ተቆርጧል]

source: Recordings
am: ቀረፃዎች

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
am: የድምፅ ክሊፖችን መቅዳት የእኛን የተከፈተ ዳታቤዝ የመገንባት ዋነኛው አካል ነው ፣ አንዳንዶች ደግሞ ይህ አስደሳች ክፍል ነው ይላሉ።

source: Record/Stop
am: ቅዳ / አቁም

source: Record your response
am: ምላሽዎን ይመዝግቡ

source: Record yourself reading sentences in your language
am: በቋንቋዎ ውስጥ ዓረፍተ ነገሮችን በማንበብ እራስዎን ይቅዱ

source: Record yourself responding to questions and prompts in your language
am: በቋንቋዎ ለጥያቄዎች እና ተፈንጣቂዎች ምላሽ ሲሰጡ እራስዎን ይቅዱ

source: Record your voice
am: ድምጽዎን ይቅረጹ

source: Reference the source of your sentence (required)
am: የዓረፍ-ነገርዎን ምንጭ ያጣቅሱ (የሚያስፈልግ)

source: Refresh
am: አድስ

source: Reject
am: ውድቅ አድርግ

source: Remove
am: አስወግድ

source: Remove Avatar
am: አምሳያን ያስወግዱ

source: Report
am: ሪፖርት ያድርጉ

source: Report was passed successfully
am: ሪፖርት በተሳካ ሁኔታ ተላልፏል

source: Request a Language
am: ቋንቋ ይጠይቁ

source: Request New Language
am: አዲስ ቋንቋ ይጠይቁ

source: Request recordings
am: የተቀረፁትን ጠይቅ

source: Request timeout
am: የጥያቄ ጊዜ አብቅቷል

source: *required
am: *ያስፈልጋል

source: Re-record
am: እንደገና ይቅረጹ

source: Re-record clip
am: ቅንጥቡን ድጋሚ ቅረጽ

source: Respond
am: ምላሽ ይስጡ

source: Respond To Prompt
am: ለፈጣን ምላሽ ይስጡ

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
am: የውሂብ ስብስቦችን ለመፍጠር ተፈጥሮአዊ እና የንግግር አውዶች ምላሽ ይስጡ። ፍጹም የሆነ ለአፍ-ማፍቻ ቋንቋዎች።

source: Response deleted successfully
am: ምላሽ በተሳካ ሁኔታ ተሰርዟል።

source: Response submitted successfully
am: ምላሽ በተሳካ ሁኔታ ገብቷል።

source: Return
am: ተመለስ

source: Return here to edit your goal anytime.
am: ግብዎን በማንኛውም ጊዜ ለማርትዕ ወደዚህ ይመለሱ።

source: Return to Common Voice
am: ወደ የጋራ ልሳኖች ተመለስ

source: Return to Common Voice Datasets
am: ወደ የጋራ ልሳን ውሂብ ስብስቦች ተመለስ

source: Return to Languages
am: ወደ ቋንቋዎች ዝርዝር ተመለስ

source: Review
am: ይገምግሙ

source: Review and vote for new questions submitted by the community
am: በማህበረሰቡ የቀረቡ አዳዲስ ጥያቄዎችን ይገምግሙ እና ድምጽ ይስጡ

source: Review could not be saved. Please try again later.
am: ግምገማ ሊቀመጥ አልቻለም። እባክዎ ቆየት ብለው ይሞክሩ።

source: ⓘ Review Criteria
am: ⓘ የግምገማ መስፈርቶች

source: Review Criteria
am: የግምገማ መስፈርቶች

source: Reviewed sentences not submitted, are sure?
am: የተገመገሙ ዓረፍተ ነገሮች አልገቡም፣ እርግጠኛ ናቸው?

source: Review existing sentences submitted by the community
am: በማህበረሰቡ የቀረቡ አረፍተ ነገሮችን ይገምግሙ

source: Reviewing Sentences
am: ዓረፍተ-ነገሮችን በመገምገም ላይ

source: Review questions
am: የግምገማ ጥያቄዎች

source: Review Questions
am: የግምገማ ጥያቄዎች

source: Review & re-record clips here as you go
am: ሲሄዱ እዚህ ቅንጥቦችን ይገምግሙ እና እንደገና ይቅዱ

source: Review & re-record clips if needed
am: አስፈላጊ ከሆነ ቅንጥቦችን ይገምግሙ እና ከንደገና ይቅዱ

source: Review Sentences
am: ዓረፍተ ነገሮችን ይገምግሙ

source: Review sentences in your language
am: በቋንቋዎ ውስጥ ያሉ ዓረፍተ ነገሮችን ይገምግሙ

source: Review & Submit
am: ይገምግሙ እና ያስገቡ

source: Review transcriptions
am: የፅሁፍ ግልባጮችን ይገምግሙ

source: Review Transcriptions
am: ፅሁፎችን ይገምግሙ

source: Review transcriptions of recorded sentences for accuracy
am: ለትክክለኛነት የተመዘገቡትን ዓረፍተ ነገሮች ፅሁፎች ይገምግሙ

source: Review Transcriptions <small>(Coming soon)</small>
am: ፅሁፎችን ይገምግሙ <small>(በቅርቡ ቀን)</small>

source: Review user-submitted transcriptions in your language
am: በቋንቋዎ ውስጥ በተጠቃሚ የገቡትን ፅሁፎች ይገምግሙ

source: Romanian
am: ሮማንያኛ

source: Romansh Sursilvan
am: ሮማንሽ ሰርሲልቫን

source: Romansh Vallader
am: ሮማንሽ ቫላደር

source: Rukai
am: ሩቃይ

source: Runyankole
am: ሩንያንኮሌ

source: Russian
am: ሩስያኛ

source: Rutoro
am: ሩቶሮ

source: S
am: ዝ

source: Sabah Bisaya
am: ሳባ ቢሳይ

source: Sabah Malay
am: ሳባ ማላይ

source: Sa'ban
am: ሳባን

source: Saʼban
am: ሳባን

source: Sakha
am: ሳካህ

source: Sakizaya
am: ሳኪዛያ

source: Sansi
am: ሳንሲ

source: Santali (Ol Chiki)
am: ሳንታሊ(ኦል ቺኪ)

source: Saraiki
am: ሳራይኪ

source: Sardinian
am: ሳርዲንያኛ

source: Save
am: አስቀምጥ

source: Saved
am: ተቀምጧል

source: Scots
am: ስኮትላንዳውያን

source: Scripted Speech
am: ወደ ፅሁፍ የተገለበጠ ንግግር

source: Search
am: ፈልግ

source: Search...
am: ፈልግ...

source: Search for a language
am: ቋንቋ ፈልግ

source: Search for a language...
am: ቋንቋ ፈልግ...

source: Seediq
am: ሴዲቅ

source: See how your progress compares to other contributors all over the world.
am: የአንተን አስተዋፅኦ ደረጃ በመላው ዓለም ካሉ ተሳታፊዎች ጋር ያለውን ንፅፅር ተመልከት።

source: See Less
am: ያነሰ ይመልከቱ

source: See More
am: ተጨማሪ ይመልከቱ

source: Select a Language...
am: ቋንቋ ይምረጡ ...

source: Select an option
am: አንድ አማራጭ ይምረጡ

source: Select a variant (optional)
am: ተለዋጭ ይምረጡ (አማራጭ)

source: Selected
am: ተመርጧል

source: Select File
am: ፋይል ይምረጡ

source: Select File to Upload
am: የሚጫን ፋይልን ይምረጡ

source: Select the desired language dataset and choose the version you wish to download.
am: የሚፈልጉትን የቋንቋ ስብስብ ይምረጡ እና ለማውረድ የሚፈልጉትን ስሪት ይምረጡ።

source: Select up to three domains (optional)
am: እስከ ሶስት ጎራዎችን ይምረጡ

source: Select your age
am: ዕድሜዎን ይምረጡ

source: Select your sex or gender
am: የእርስዎን ጾታ ይምረጡ

source: Self Citation
am: ራስ ዋቢ

source: Sena
am: ሴና

source: Send a link to my email
am: ወደ ኢሜይሌ አገናኝ ላክ

source: Send sign up link
am: የምዝገባ አገናኝ ላክ

source: Sentence
am: ዓረፍተ-ነገር

source: Sentence Collection
am: የአረፍተ ነገር ስብሰባ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
am: <sentenceCollectorFragment>በዓረፍተ ነገር መሰብሰብ ላይ የበለጠ ይመልከቱ</sentenceCollectorFragment>።

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
am: <sentenceCollectorVideo>ዓረፍተ ነገር መሰብሳቢውን ስለመጠቀም መመሪያችንን ይመልከቱ</sentenceCollectorVideo>።

source: Sentence Domain
am: የዓረፍተ-ነገር ጎራ

source: Sentences
am: ዓረፍተ ነገሮች

source: Sentences are collected for people to read aloud.
am: ሰዎች ጮክ ብለው እንዲያነቡ ዓረፍተ ነገሮች ተሰብሰበዋል።
